# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'

# Binaries
brew 'bash'
brew 'coreutils'
brew 'git'
brew 'mas'
brew 'pure'
brew 'stow'
brew 'trash'
brew 'webp'
brew 'wget'
brew 'yarn'

# Fonts
cask 'font-jetbrains-mono'

# Apps
cask '1password'
cask 'dropbox'
cask 'encryptme'
cask 'fantastical'
cask 'firefox'
cask 'google-chrome'
cask 'herd'
cask 'httpie'
cask 'imageoptim'
cask 'local'
cask 'phpmon'
cask 'tableplus'
cask 'transmit'
cask 'visual-studio-code'

# Mac App Store
mas 'iA Writer', id: 775737590
mas 'Keynote', id: 409183694
mas 'Logic Pro', id: 634148309
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
