# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'

# Binaries
brew 'git'
brew 'mas'
brew 'stow'
brew 'trash'

# Dev
brew 'php'
brew 'php@8.0'
brew 'php@7.4'
brew 'composer'
brew 'dnsmasq'
brew 'neovim'
brew 'nginx'
brew 'pure'
brew 'tmux'
brew 'yarn'

# Fonts
cask 'font-jetbrains-mono'

# Apps
cask '1password'
cask 'encryptme'
cask 'fantastical'
cask 'firefox'
cask 'google-chrome'
cask 'hyper'
cask 'imageoptim'
cask 'local'
cask 'postman'
cask 'phpmon'
cask 'tableplus'
cask 'transmit'
cask 'visual-studio-code'

# Mac App Store
mas 'iA Writer', id: 775737590
