# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'

# Binaries
brew 'git'
brew 'mas'
brew 'trash'

# Dev
brew 'php'
brew 'php@7.4'
brew 'php@8.0'
brew 'composer'
brew 'dnsmasq'
brew 'nginx'
brew 'neovim'
brew 'nvm'
brew 'tmux'
brew 'yarn'

# Fonts
cask 'font-fira-code'

# Apps
cask '1password'
cask 'encryptme'
cask 'fantastical'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'local'
cask 'php-mon'
cask 'postman'
cask 'sim-daltonism'
cask 'table-plus'
cask 'transmit'
cask 'visual-studio-code'

# Mac App Store
mas 'iA Writer', id: 775737590
